Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/Payment_Prefs.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# TURN_OFF_PASSCODE_LOCK_CONFIRMATION_AUTOFILL_STOCKHOLM
source: Your Apple Pay cards will be removed from Wallet and will need to be manually re-added to use them again. Your saved passwords, credit card numbers, and important data can be viewed and used by anyone who has access to your Apple Vision Pro.
ar: ستتم إزالة بطاقات Apple Pay من المحفظة، وستلزم إعادة إضافتها يدويًا لاستخدامها مرة أخرى. وسيتمكن أي شخص لديه إمكانية الوصول إلى Apple Vision Pro من عرض واستخدام كلمات السر وأرقام بطاقات الائتمان والبيانات الهامة المحفوظة.
bg: Вашите карти Apple Pay ще бъдат премахнати от Портфейл и ще трябва ръчно да ги добавите отново, за да ги използвате отново. Запазените пароли, номерата на кредитните карти и други важни данни могат да се видят и използват от всеки, който има достъп до вашия Apple Vision Pro.
ca: S’eliminaran les targetes de l’Apple Pay de l’app Cartera i hauràs d’afegir‑les manualment quan vulguis tornar a utilitzar‑les. Tothom qui tingui accés a l’Apple Vision Pro podrà veure i utilitzar les contrasenyes, els números de targeta de crèdit i les dades importants que hi hagis desat.
cs: Z Peněženky se odstraní karty pro Apple Pay. Před opětovným použitím je budete muset znovu ručně přidat. Uložená hesla, čísla platebních karet a důležitá data bude moct použít kdokoli, kdo bude mít k Apple Vision Pro přístup.
da: Dine Apple Pay-kort bliver fjernet fra Wallet og skal tilføjes manuelt, før du kan bruge dem igen. Dine gemte adgangskoder, kreditkortnumre og vigtige data kan ses og bruges af alle, som har adgang til din Apple Vision Pro.
de: Deine Apple Pay-Karten werden aus Wallet entfernt und müssen manuell erneut hinzugefügt werden, um sie wieder verwenden zu können. Deine gesicherten Passwörter, Kreditkartennummern und wichtigen Daten können von allen eingesehen und verwendet werden, die Zugriff auf deine Apple Vision Pro haben.
el: Οι κάρτες Apple Pay σας θα αφαιρεθούν από το Πορτοφόλι και θα πρέπει να τις ξαναπροσθέσετε χειροκίνητα αν θέλετε να τις χρησιμοποιήσετε εκ νέου. Τα αποθηκευμένα συνθηματικά, οι αριθμοί πιστωτικών καρτών και τα σημαντικά δεδομένα σας θα μπορούν να προβληθούν και να χρησιμοποιηθούν από οποιοδήποτε άτομο έχει πρόσβαση στο Apple Vision Pro σας.
es: Tus tarjetas de Apple Pay se eliminarán de la app Cartera y tendrás que volver a añadirlas manualmente para volverlas a usar. Cualquiera que tenga acceso a tu Apple Vision Pro podrá ver y usar las contraseñas, números de tarjetas de crédito y datos importantes que tengas guardados.
es_us: Se eliminarán de Wallet tus tarjetas de Apple Pay. Para volver a usarlas, tendrás que agregarlas de forma manual. Cualquier persona que tenga acceso a tu Apple Vision Pro podrá ver y usar las contraseñas, números de tarjetas de crédito y datos importantes que hayas guardado.
fi: Apple Payn kortit poistetaan Lompakosta, ja ne pitää lisätä uudelleen manuaalisesti, jotta voit käyttää niitä uudelleen. Tallennettuja salasanojasi, luottokorttiesi numeroita sekä tärkeitä tietojasi voi katsoa ja käyttää kuka tahansa, joka käyttää Apple Vision Protasi.
fr: Vos cartes Apple Pay seront supprimées de Cartes. Pour les réutiliser, vous devrez de nouveau les ajouter manuellement. Vos mots de passe, cartes bancaires et données importantes enregistrés pourront être vus et utilisés par toute personne ayant accès à votre Apple Vision Pro.
fr_ca: Vos cartes Apple Pay seront supprimées de Portefeuille. Vous devrez les ajouter manuellement si vous souhaitez les réutiliser. Vos mots de passe enregistrés, vos numéros de carte de crédit et vos données importantes peuvent être vus et utilisés par toute personne ayant accès à votre Apple Vision Pro.
he: כרטיסי ה-Apple Pay יוסרו מ״ארנק״ וכדי להשתמש בהם שוב יהיה צורך להוסיף אותם מחדש באופן ידני. הסיסמאות, כרטיסי האשראי והנתונים החשובים ששמרת יהיו ניתנים לצפייה ושימוש על ידי כל מי שיש לו גישה ל-Apple Vision Pro שלך.
hi: आपके Apple Pay कार्ड वॉलेट से हटा दिए जाएँगे और दोबारा उपयोग करने के लिए उन्हें फिर से मैनुअली जोड़ना होगा। आपके द्वारा सहेजे गए पासवर्ड, क्रेडिट कार्ड नंबर और महत्वपूर्ण डेटा ऐसे किसी भी व्यक्ति द्वारा देखे और उपयोग किए जा सकते हैं जिनके पास आपके Apple Vision Pro का ऐक्सेस होगा।
hr: Vaše Apple Pay kartice uklonit će se iz Novčanika i trebat ćete ih ručno ponovno dodati. Svatko tko ima pristup vašem uređaju Apple Vision Pro moći će gledati i koristiti vaše spremljene lozinke, kreditne kartice i važne podatke.
hu: Az Apple Pay-kártyái el lesznek távolítva a Tárcából, és kézzel hozzá kell őket adni az ismételt használathoz. A mentett jelszavait, a hitelkártyaszámait és a fontos adatait megtekinthetik és használhatják az olyan felhasználók, akik hozzáférnek az Ön Apple Vision Prójához.
id: Kartu Apple Pay Anda akan dihapus dari Dompet dan harus ditambahkan kembali secara manual sebelum dapat digunakan kembali. Kata sandi, nomor kartu kredit, dan data penting Anda yang disimpan dapat dilihat dan digunakan oleh semua orang yang memiliki akses ke Apple Vision Pro Anda.
it: Le carte di Apple Pay verranno rimosse da Wallet e dovrai aggiungerle di nuovo manualmente per poterle riutilizzare. Le password salvate, i numeri delle carte di credito e altri dati importanti che hai inserito potranno essere visti e usati da chiunque abbia accesso al tuo Apple Vision Pro.
ja: Apple Payのカードおよび車のキーはウォレットから削除され、再度使用するには手動で追加し直す必要があります。あなたの保存済みパスワード、クレジットカード番号、重要なデータは、このApple Vision Proにアクセスできる人なら誰でも閲覧/利用することができます。
kk: Apple Pay карталарыңыз Wallet қолданбасынан жойылады және оларды қайта пайдалану үшін қолмен қайта қосу қажет болады. Apple Vision Pro құрылғыңызға қол жеткізе алатын кез келген адам сақталған құпиясөздеріңізді, несиелік карталарыңыздың нөмірлерін және маңызды деректеріңізді көріп, пайдалануы мүмкін.
ko: Apple Pay 카드가 지갑에서 제거되며, 다시 사용하려면 직접 다시 추가해야 합니다. 사용자의 Apple Vision Pro에 대해 접근 권한이 있는 사람은 누구든지 사용자의 저장된 암호, 신용 카드 번호 및 중요한 데이터를 보고 사용할 수 있습니다.
lt: „Apple Pay“ kortelės bus pašalintos iš programos „Piniginė“. Norėdami jas vėl naudoti, turėsite neautomatiškai įtraukti iš naujo. Išsaugotus slaptažodžius, kredito kortelių numerius ir svarbius duomenis gali peržiūrėti ir naudoti visi prie jūsų „Apple Vision Pro“ prieigą turintys asmenys.
ms: Kad Apple Pay anda akan dikeluarkan daripada Wallet dan perlu ditambahkan semula secara manual untuk menggunakannya sekali lagi. Kata laluan, nombor kad kredit serta data penting anda yang disimpan boleh dilihat dan digunakan oleh sesiapa sahaja yang mempunyai akses kepada Apple Vision Pro anda.
nl: Je Apple Pay-kaarten worden uit Wallet verwijderd en moeten handmatig opnieuw worden toegevoegd om ze weer te kunnen gebruiken. Je bewaarde wachtwoorden, creditcardnummers en belangrijke gegevens kunnen worden bekeken en gebruikt door iedereen die toegang heeft tot je Apple Vision Pro.
no: Apple Pay-kort fjernes fra Lommebok og må legges til manuelt hvis du vil bruke dem igjen. Arkiverte passord, kredittkortnumre og viktige data kan vises og brukes av alle som har tilgang til Apple Vision Pro.
pl: Twoje karty Apple Pay zostaną usunięte z Portfela. Korzystanie z nich w przyszłości będzie wymagało ponownego ich dodania. Każda osoba mająca dostęp do Twojego Apple Vision Pro będzie mogła widzieć i wykorzystywać Twoje zachowane hasła, numery kart kredytowych i ważne dane.
pt_br: Seus cartões do Apple Pay serão removidos do app Carteira e terão que ser adicionados manualmente de novo para que voltem a ser usados. Qualquer pessoa que tenha acesso ao seu Apple Vision Pro poderá visualizar suas senhas salvas, números de cartões de crédito e outros dados importantes.
pt_pt: Os cartões do Apple Pay serão removidos da aplicação Carteira; para voltar a usá‑los, terá de os adicionar manualmente. As palavras‑passe e números de cartões de crédito guardados, assim como outros dados importantes, podem ser vistos e usados por qualquer pessoa que tenha acesso ao seu Apple Vision Pro.
ro: Cardurile Apple Pay vor fi eliminate din Portofel și vor trebui readăugate manual pentru a le putea folosi din nou. Parolele salvate, numerele cardurilor de credit și alte date importante vor putea fi văzute și utilizate de oricine are acces la Apple Vision Pro‑ul dvs.
ru: Ваши карты Apple Pay будут удалены из Wallet. Чтобы использовать эти карты в дальнейшем, их необходимо будет добавить вручную. Все, у кого есть доступ к Вашему Apple Vision Pro, смогут просматривать и использовать Ваши сохраненные пароли, номера кредитных карт и другие важные данные.
sk: Vaše Apple Pay karty budú odstránené z Peňaženky a pred opätovným použitím ich budete musieť znovu manuálne pridať. Ktokoľvek, kto sa dostane k vášmu Apple Vision Pro, si bude môcť prezerať a používať vaše uložené heslá, čísla kreditných kariet a ďalšie dôležité dáta.
sl: Vaše kartice v storitvi Apple Pay bodo odstranjene iz Denarnice. Če jih boste želeli spet uporabljati, jih boste morali ročno znova dodati. Vsak, ki ima dostop do vaše naprave Apple Vision Pro, bo lahko videl in uporabil vaša shranjena gesla, številke kreditnih kartic in pomembne podatke.
sv: Dina Apple Pay-kort tas bort från Plånbok och du måste lägga till dem manuellt på nytt om du vill använda dem igen. Dina sparade lösenord, kreditkort och viktiga data kan visas och användas av vem som helst som har tillgång till din Apple Vision Pro.
th: บัตร Apple Pay ของคุณจะถูกเอาออกจากกระเป๋าสตางค์และจะต้องเพิ่มด้วยตนเองเพื่อใช้งานอีกครั้ง และทุกคนที่สามารถเข้าถึง Apple Vision Pro ของคุณจะสามารถดูและใช้รหัสผ่าน เลขบัตรเครดิต และข้อมูลสำคัญเหล่านี้ที่บันทึกไว้ของคุณได้
tr: Apple Pay kartlarınız Cüzdan’dan silinir ve yeniden kullanılabilmeleri için elle eklenmeleri gerekir. Kaydettiğiniz parolalar, kredi kartı numaraları ve önemli verileriniz Apple Vision Pro’nuza erişimi olan herhangi biri tarafından görüntülenebilir ve kullanılabilir.
uk: Ваші картки Apple Pay буде вилучено з Гаманця. Щоб використовувати їх надалі, потрібно буде знову додати їх вручну. Ваші збережені паролі, номери кредитних карток і важливі дані може переглядати й використовувати будь-хто, хто має доступ до вашого Apple Vision Pro.
vi: Các thẻ Apple Pay của bạn sẽ bị xóa khỏi Ví. Bạn sẽ cần thêm lại thẻ theo cách thủ công để sử dụng. Bất kỳ người nào có quyền truy cập vào Apple Vision Pro của bạn cũng có thể xem và sử dụng các mật khẩu đã lưu, số thẻ tín dụng và dữ liệu quan trọng của bạn.
zh_cn: Apple Pay卡片将会从“钱包”移除，需要手动重新添加才能再次使用。任何可访问你Apple Vision Pro的人均可查看和使用已存密码、信用卡号及重要数据。
zh_hk: 將會從「銀包」移除你的Apple Pay卡，需要手動重新加入才能再次使用。任何能夠取用你Apple Vision Pro的人都可以看到並使用你已儲存的密碼、信用卡號碼和重要資料。
zh_tw: 你的Apple Pay卡片將從「錢包」移除，需要手動重新加入才能再次使用。任何能夠取用你Apple Vision Pro的人都可看到和使用你已儲存的密碼、信用卡號碼和其他重要資料。

# TURN_OFF_PASSCODE_LOCK_ALERT_FACE_ID_MESSAGE
source: If you turn this off, you will not be able to access certain cards that require Face ID to use.
ar: في حالة إيقاف هذا، لن يكون بإمكانك الوصول إلى بطاقات معينة تتطلب بصمة الوجه للاستخدام.
bg: Ако изключите тази функция, няма да имате достъп до определени карти, за които е необходимо използването на Face ID.
ca: Si el desactives, no podràs accedir a determinades targetes que funcionen amb el Face ID.
cs: Pokud tuto volbu vypnete, ztratíte přístup k některým kartám, pro jejichž použití se Face ID vyžaduje.
da: Hvis du slår indstillingen fra, kan du ikke længere bruge de kort, der kræver Face ID.
de: Wenn du diese Option deaktivierst, kannst du nicht mehr auf bestimmte Karten zugreifen, für die Face ID erforderlich ist.
el: Αν απενεργοποιήσετε αυτήν τη ρύθμιση, δεν θα έχετε πρόσβαση σε ορισμένες κάρτες που απαιτούν Face ID για τη χρήση τους.
es: Si desactivas esta opción, no podrás acceder a determinadas tarjetas que requieran usar Face ID.
es_us: Si se desactiva, no podrás acceder a algunas tarjetas que requieran el uso de Face ID.
fi: Jos laitat tämän pois päältä, et voi käyttää tiettyjä kortteja, joiden käyttöön vaaditaan Face ID.
fr: Si vous désactivez cette fonctionnalité, vous ne pourrez pas accéder à certaines cartes nécessitant l’utilisation de Face ID.
fr_ca: Si vous désactivez cette option, vous ne pourrez plus accéder à certaines cartes qui requièrent l’utilisation de Face ID.
he: כיבוי הגדרה זו יוביל לכך שלא יהיה באפשרותך להשתמש בכרטיסים מסוימים שמחייבים שימוש ב-Face ID.
hi: यदि आप इसे बंद करते हैं, तो आप कुछ कार्ड ऐक्सेस नहीं कर पाएँगे जिनके उपयोग के लिए Face ID आवश्यक है।
hr: Ako isključite ovu opciju, nećete moći pristupiti određenim karticama za čiju uporabu je potreban Face ID.
hu: Ha ezt kikapcsolja, akkor nem fog tudni hozzáférni bizonyos kártyákhoz, amelyek a Face ID használatát igénylik.
id: Jika mematikan ini, Anda tidak akan dapat mengakses kartu tertentu yang memerlukan Face ID untuk digunakan.
it: Se lo disattivi, non potrai accedere ad alcune carte che richiedono Face ID per essere utilizzate.
ja: これをオフにすると、Face IDを必要とする特定のカードにアクセスできなくなります。
kk: Мұны өшірсеңіз, Face ID арқылы жұмыс істейтін белгілі бір карталарды пайдалана алмайсыз.
ko: 이 기능을 끄면 지갑에서 Face ID를 사용하는 데 필요한 특정 카드에 접근할 수 없습니다.
lt: Išjungę negalėsite pasiekti tam tikrų kortelių, kurioms naudoti reikalingas „Face ID“.
ms: Jika anda menyahaktifkan ini, anda tidak akan dapat mengakses kad tertentu yang memerlukan Face ID untuk digunakan.
nl: Als je dit uitschakelt, kun je bepaalde kaarten niet meer gebruiken waarvoor Face ID is vereist.
no: Hvis du slår av innstillingen, vil du ikke lenger ha tilgang til enkelte kort som krever Face ID før bruk.
pl: Po wyłączeniu utracisz dostęp do kart, których używanie wymaga Face ID.
pt_br: Se você desativar esta opção, não será possível acessar certos cartões e tíquetes que requerem Face ID para serem usados.
pt_pt: Se desativar, não terá acesso a determinados cartões cuja utilização exige Face ID.
ro: În cazul dezactivării, nu veți mai putea accesa anumite carduri a căror utilizare necesită Face ID.
ru: Если выключить эту настройку, Вы не сможете использовать карты, которые работают только при подтверждении с Face ID.
sk: Po vypnutí tejto možnosti stratíte prístup k vybraným kartám, na používanie ktorých sa vyžaduje Face ID.
sl: Če izklopite to možnost, ne boste imeli dostopa do nekaterih kartic, ki za uporabo zahtevajo Face ID.
sv: Om du stänger av det här kan du inte använda vissa kort som kräver Face ID för att användas.
th: ถ้าคุณปิดการใช้นี้ คุณจะไม่สามารถเข้าถึงบัตรบางอย่างซึ่งต้องใช้ Face ID ได้
tr: Bunu kapatırsanız Face ID kullanılmasını gerektiren bazı kartlara erişemezsiniz.
uk: Якщо вимкнути цю функцію, у вас не буде доступу до деяких карток, для яких потрібна автентифікація через Face ID.
vi: Nếu tắt tùy chọn này, bạn sẽ không thể truy cập một số thẻ yêu cầu có Face ID để sử dụng.
zh_cn: 若关闭，你将无法访问需要面容ID才能使用的部分卡片。
zh_hk: 如你關閉此設定，你將無法取用某些需要Face ID才能使用的卡。
zh_tw: 若關閉，你將無法取用需要Face ID才能使用的部分卡片。

# TOUCHID_STOCKHOLM
source: Wallet & Apple Pay
ar: ‏المحفظة و Apple Pay
bg: Портфейл и Apple Pay
ca: Cartera i Apple Pay
cs: Peněženka a Apple Pay
el: Πορτοφόλι και Apple Pay
es: Cartera y Apple Pay
es_us: Wallet y Apple Pay
fi: Lompakko ja Apple Pay
fr: Cartes et Apple Pay
fr_ca: Portefeuille et Apple Pay
he: ארנק ו-Apple Pay
hi: वॉलेट और Apple Pay
hr: Novčanik i Apple Pay
hu: Tárca és Apple Pay
id: Dompet & Apple Pay
it: Wallet e Apple Pay
ja: ウォレットとApple Pay
kk: Wallet және Apple Pay
ko: 지갑 및 Apple Pay
lt: „Piniginė“ ir „Apple Pay“
nl: Wallet en Apple Pay
no: Lommebok og Apple Pay
pl: Portfel i Apple Pay
pt_br: Carteira e Apple Pay
pt_pt: Carteira e Apple Pay
ro: Portofel și Apple Pay
ru: Wallet и Apple Pay
sk: Peňaženka a Apple Pay
sl: Denarnica in Apple Pay
sv: Plånbok och Apple Pay
th: กระเป๋าสตางค์และ Apple Pay
tr: Cüzdan ve Apple Pay
uk: Гаманця і Apple Pay
vi: Ví & Apple Pay
zh_cn: 钱包与Apple Pay
zh_hk: 銀包與Apple Pay
zh_tw: 錢包與Apple Pay

# TURN_OFF_PASSCODE_LOCK_ALERT_FACE_ID_TITLE
source: Turn Off Using Face ID for Contactless & Payments?
ar: إيقاف استخدام بصمة الوجه لغير التلامسية والدفعات؟
bg: Да се изключи ли използването на Face ID за Безконтактно и плащания?
ca: Vols desactivar el Face ID per a les transaccions sense contacte i els pagaments?
cs: Vypnutí používání Face ID pro bezkontaktní rozhraní a placení?
da: Slå brug af Face ID fra for Kontaktløs & betalinger?
de: Face ID für „Kontaktlos & Zahlung“ deaktivieren?
el: Απενεργοποίηση της χρήσης Face ID για τη ρύθμιση «Ανέπαφα και πληρωμές»;
es: ¿Desactivar el uso de Face ID en las transacciones sin contacto y los pagos?
es_us: ¿Desactivar el uso de Face ID para funciones sin contacto y pagos?
fi: Laitetaanko Face ID:n käyttö pois päältä Lähimaksu ja maksaminen -ominaisuudelle?
fr: Désactiver l’utilisation de Face ID pour « Sans contact et paiements » ?
fr_ca: Désactiver l’utilisation de Face ID pour les transactions sans contact et les paiements?
he: לכבות את אפשרות השימוש ב-Face ID עם ״תקשורת ללא מגע ותשלומים״?
hi: वॉलेट और Apple Pay के लिए Face ID का उपयोग करना बंद करें?
hr: Isključiti uporabu Face ID-ja za beskontaktno i plaćanja?
hu: Kikapcsolja a Face ID használatát az Érintés nélküli és fizetések menüpont esetében?
id: Matikan Menggunakan Face ID untuk Nirkontak & Pembayaran?
it: Vuoi disattivare l’utilizzo di Face ID per le transazioni contactless e i pagamenti?
ja: “非接触と支払い”でFace IDの使用を停止しますか?
kk: «Контактісіз және басқа төлемдер» үшін Face ID функциясын пайдалануды өшіру қажет пе?
ko: 비접촉식 및 결제에 대해 Face ID 사용을 끄겠습니까?
lt: Išjungti „Face ID“ naudojimą bekontakčiams ir kitiems mokėjimams?
ms: Nyahaktifkan Penggunaan Face ID untuk Tanpa Sentuh & Bayaran?
nl: Gebruik van Face ID uitschakelen voor 'Contactloos en betalingen'?
no: Vil du slå av bruk av Face ID for Kontaktløst og betalinger?
pl: Wyłączyć używanie Face ID dla transakcji i płatności zbliżeniowych?
pt_br: Desativar o Uso do Face ID para Aproximação e Pagamentos?
pt_pt: Desativar a utilização do Face ID para transações contactless e pagamentos?
ro: Dezactivați utilizarea Face ID pentru Contactless și plăți?
ru: Выключить подтверждение с Face ID для Бесконтактных операций и платежей?
sk: Vypnúť používanie Face ID pre bezkontaktné rozhranie a platby?
sl: Želite izklopiti uporabo funkcije Face ID za možnost Brezstično in plačila?
sv: Vill du stänga av Face ID för Kontaktlös och betalningar?
th: ปิดการใช้ Face ID สำหรับ Contactless และการชำระเงินหรือไม่
tr: Temassız ve Ödemeler İçin Face ID Kullanma Kapatılsın mı?
uk: Вимкнути використання Face ID для безконтактних операцій і оплати?
vi: Tắt tùy chọn sử dụng Face ID cho Không tiếp xúc & Thanh toán?
zh_cn: 为免接触功能与付款关闭面容ID？
zh_hk: 要關閉將Face ID用於「非接觸式與付款」嗎？
zh_tw: 要關閉將Face ID用於「感應功能與支付」嗎？

# TURN_OFF_PASSCODE_LOCK_ALERT_DEFAULT_MESSAGE
source: If you turn this off, you will not be able to access certain cards and passes in Wallet that require Passcode to use.
ar: في حالة إيقاف هذا، لن يكون بإمكانك الوصول إلى بطاقات مرور وبطاقات معينة في المحفظة، وهي البطاقات التي يتطلب استخدامها توفر رمز الدخول.
bg: Ако изключите тази функция, няма да имате достъп до определени карти и пропуски в Портфейл, за които е необходимо използването на код.
ca: Si el desactives, no podràs accedir a determinats passis i targetes de l’app Cartera que funcionen amb el codi.
cs: Pokud tuto volbu vypnete, ztratíte přístup k některým kartám a lístkům v Peněžence, pro jejichž použití se kód vyžaduje.
da: Hvis du slår indstillingen fra, kan du ikke længere bruge de kort i Wallet, der kræver en kode.
de: Wenn du diese Option deaktivierst, kannst du nicht mehr auf bestimmte Karten und Tickets in Wallet zugreifen, für die ein Code erforderlich ist.
el: Αν απενεργοποιήσετε αυτήν τη ρύθμιση, δεν θα έχετε πρόσβαση σε ορισμένες κάρτες και πάσα στο Πορτοφόλι που απαιτούν κωδικό για τη χρήση τους.
es: Si desactivas esta opción, no podrás acceder a determinadas tarjetas o pases de la app Cartera que requieran usar el código.
es_us: Si lo desactivas, no podrás acceder a ciertas tarjetas y pases en Wallet que requieran el uso del código.
fi: Jos laitat tämän pois päältä, et voi käyttää tiettyjä Lompakossa olevia kortteja, joiden käyttöön vaaditaan pääsykoodi.
fr: Si vous désactivez cette fonctionnalité, vous ne pourrez pas accéder à certaines cartes stockées dans Cartes et nécessitant l’utilisation du code.
fr_ca: Si vous désactivez cette option, vous ne pourrez plus accéder à certaines cartes dans Portefeuille qui requièrent l’utilisation du code.
he: כיבוי הגדרה זו יוביל לכך שלא יהיה באפשרותך להשתמש בכרטיסים ב״ארנק״ שמחייבים שימוש בקוד הגישה.
hi: यदि आप इसे बंद ^[करते हैं](inflect: true), तो आप वॉलेट में कुछ कार्ड और पास ऐक्सेस नहीं कर ^[पाएँगे](inflect: true) जिनके उपयोग के लिए पासकोड आवश्यक है।
hr: Ako isključite ovu opciju, nećete moći pristupiti određenim karticama i propusnicama u Novčaniku za čiju uporabu je potrebna šifra.
hu: Ha ezt kikapcsolja, akkor nem fog tudni hozzáférni azokhoz a kártyákhoz és jegyekhez a Tárcában, amelyek a jelkód használatát igénylik.
id: Jika mematikan ini, Anda tidak akan dapat mengakses kartu dan pass tertentu di Dompet yang memerlukan Kode Sandi untuk digunakan.
it: Se lo disattivi, non potrai accedere ad alcuni biglietti e carte in Wallet che richiedono il codice per essere utilizzati.
ja: これをオフにすると、パスコードを必要とするウォレットの特定のカードやパスにアクセスできなくなります。
kk: Мұны өшірсеңіз, Wallet қолданбасында құпиякод арқылы жұмыс істейтін белгілі бір төлем және кіру карталарын пайдалана алмайсыз.
ko: 이 기능을 끄면 지갑 앱의 카드 및 패스 중에서 사용 시 암호를 필요로 하는 특정 항목에 접근할 수 없습니다.
lt: Išjungę negalėsite programoje „Piniginė“ pasiekti tam tikrų kortelių ir leidimų, kuriems naudoti reikalingas prieigos kodas.
ms: Jika anda menyahaktifkan ini, anda tidak akan dapat mengakses kad dan pas tertentu dalam Wallet yang memerlukan Kod Laluan untuk digunakan.
nl: Als je dit uitschakelt, kun je bepaalde kaarten in Wallet niet meer gebruiken waarvoor een toegangscode is vereist.
no: Hvis du slår av innstillingen, vil du ikke lenger ha tilgang til enkelte kort i Lommebok som krever enhetskode før bruk.
pl: Po wyłączeniu utracisz dostęp do kart i rzeczy w Portfelu, których używanie wymaga podania kodu.
pt_br: Se você desativar esta opção, não será possível acessar certos cartões e tíquetes no app Carteira que requerem um Código para serem usados.
pt_pt: Se desativar, não terá acesso a determinados cartões na aplicação Carteira cuja utilização exige o código do dispositivo.
ro: În cazul dezactivării, nu veți mai putea accesa anumite carduri și tichete din Portofel a căror utilizare necesită codul de acces.
ru: Если выключить эту настройку, Вы не сможете использовать в Wallet карты, которые работают только при вводе код‑пароля.
sk: Po vypnutí tejto možnosti stratíte prístup k vybraným kartám a lístkom v Peňaženke, na používanie ktorých sa vyžaduje kód.
sl: Če izklopite to možnost, v Denarnici ne boste imeli dostopa do nekaterih kartic in prepustnic, ki za uporabo zahtevajo kodo za dostop.
sv: Om du stänger av det här kan du inte använda vissa kort i Plånbok som kräver lösenkod för att användas.
th: ถ้าคุณปิดการใช้นี้ คุณจะไม่สามารถเข้าถึงบัตรและตั๋วบางอย่างในกระเป๋าสตางค์ซึ่งต้องใช้รหัสได้
tr: Bunu kapatırsanız Cüzdan’da parola kullanılmasını gerektiren bazı kartlara erişemezsiniz.
uk: Якщо вимкнути цю функцію, у вас не буде доступу до деяких карток у Гаманці, для яких потрібен код допуску.
vi: Nếu tắt tùy chọn này, bạn sẽ không thể truy cập một số thẻ và vé trong Ví yêu cầu có mật mã để sử dụng.
zh_cn: 若关闭，你将无法访问“钱包”中需要密码才能使用的部分卡片和凭证。
zh_hk: 如你關閉此設定，你將無法取用「銀包」中某些需要「密碼」才能使用的卡和票證。
zh_tw: 若關閉，你將無法取用「錢包」中需要密碼才能使用的部分卡片和票卡。
